const img1 = require("../images/slider/slide_1.jpg").default
const img2 = require("../images/slider/slide_2.jpg").default
const img3 = require("../images/slider/slide_3.jpg").default

const heroSliderData = [
    {
        title: "Женская футболка-поло Premium Pima",
        description: "Говоря о классе, нельзя не упомянуть линию ткани пима. Это создает лучшее качество для любого модного продукта. Пряжа пима в два раза длиннее и толще обычной хлопковой пряжи благодаря передовой технологии ткачества. Это делает структуру рубашки поло прочной, долговечной, сводит к минимуму рюши, гладкая, стойкая к цвету, обеспечивая здоровье пользователя.",
        img: img1,
        color: "blue",
        path: "/catalog/ao-thun-dinosaur-01"
    },
    {
        title: "Женская футболка-поло из модала",
        description: "В женской рубашке-поло из модала используется высококачественная экологически чистая ткань для производства эксклюзивной противоусадочной ткани. Женская рубашка-поло из модала является подходящим продуктом для тех из вас, у кого такая динамичная рабочая среда, как сегодня.",
        img: img2,
        path: "/catalog/ao-thun-dinosaur-02",
        color: "pink"
    },
    {
        title: "Женская футболка-поло Coolmax Lacoste",
        description: "Модель женской рубашки-поло изготовлена ​​из материала coolmax, который приятно носить. Этот дизайн рубашки-поло Coolmax отличается очень удобной посадкой. Создание опрятности обещает стать очень популярной рубашкой-поло в ближайшем будущем.",
        img: img3,
        path: "/catalog/ao-thun-dinosaur-03",
        color: "orange"
    }
]

export default heroSliderData